[
  {
    "id": 1,
    "name": "Egyptian Odyssey: Pyramids, Pharaohs, Desert, and Marine Marvels",
    "description": "Embark on a captivating journey through Egypt's wonders on Egyptian Odyssey tour. From the iconic Pyramids of Giza to Cairo's bustling streets, delve into the nation's rich history and culture. Explore ancient marvels, ride camels through the desert, and visit a Bedouin village for a glimpse into traditional life. Experience the thrill of quad biking across the dunes before diving into the Red Sea's vibrant underwater world. Snorkel among coral reefs, swim with dolphins, and create lasting memories on this unforgettable adventure.",
    "dates": {
      "start": "2024-07-01T16:51:58.008Z",
      "end": "2024-07-14T16:51:58.008Z"
    },
    "picture": "https://res.cloudinary.com/dndhms1tj/image/upload/fl_preserve_transparency/v1714502750/egipt_hoxrox.jpg?_s=public-apps",
    "rating": 80,
    "price": 1500
  },
  {
    "id": 2,
    "name": "Majestic Mallorca: Dive, Explore, and Soar",
    "description": "Experience the beauty of Mallorca with diving adventures in azure waters, exploring Orange Valley's citrus groves, and indulging in fresh orange ice cream. Discover Palma's historic treasures, including the Cathedral and Almudaina Palace, and explore the charming town of Alcudia. Visit the iconic Formentor Peninsula for stunning views and relax on pristine beaches. End your journey with a thrilling hot air balloon ride over Mallorca's landscapes.",
    "dates": {
      "start": "2024-08-01T16:51:58.008Z",
      "end": "2024-08-14T16:51:58.008Z"
    },
    "picture": "https://res.cloudinary.com/dndhms1tj/image/upload/fl_preserve_transparency/v1714502972/mallorca_ifbkjs.jpg?_s=public-apps",
    "rating": 90,
    "price": 1800
  },
  {
    "id": 3,
    "name": "Zesty Zakynthos: Sun, Sea, Serenity, and Sea Turtles",
    "description": "Embark on a rejuvenating journey to Zakynthos, where sun-kissed beaches, azure waters, and a touch of wildlife await. Dive into the crystal-clear seas for unforgettable snorkeling experiences, encountering vibrant marine life beneath the waves, including the majestic sea turtles that call these waters home. Explore the island's natural beauty with visits to the iconic Shipwreck Beach and the mesmerizing Blue Caves, where you may catch glimpses of these gentle creatures. Indulge in the island's culinary delights with fresh seafood and traditional Greek cuisine, all while soaking in the serene atmosphere of this Mediterranean paradise. Relax on sandy shores, bask in the Mediterranean sun, and immerse yourself in the laid-back vibe of Zakynthos. Experience a serene escape where every moment is infused with zest, tranquility, and the enchanting presence of sea turtles.",
    "dates": {
      "start": "2024-07-01T16:51:58.008Z",
      "end": "2024-07-14T16:51:58.008Z"
    },
    "picture": "https://res.cloudinary.com/dndhms1tj/image/upload/fl_preserve_transparency/v1714501222/zakynthos_bvbxso.jpg?_s=public-apps",
    "rating": 70,
    "price": 1200
  },
  {
    "id": 4,
    "name": "Australian Adventure: Melbourne Wildlife, Outback Farm, Royal Gardens, and Vivid Sydney",
    "description": "Embark on an extraordinary journey through Australia's diverse landscapes and vibrant cities. Begin your adventure in Melbourne, where you'll visit the renowned zoo for a unique wildlife encounter with kangaroos and other native Australian animals. Take a stroll through the majestic Royal Botanic Gardens, immersing yourself in the beauty of its lush landscapes and exotic flora. Next, dive into the heart of the outback for an authentic farm experience, participating in daily activities and savoring farm-fresh meals, gaining insight into rural Australian life. Conclude your journey in Sydney for the mesmerizing Vivid festival, where the city transforms into a dazzling display of lights and creativity. Explore Sydney's renowned landmarks, including the iconic Opera House, and embark on a scenic harbor cruise to admire the city's skyline from the water.",
    "dates": {
      "start": "2024-07-01T16:51:58.008Z",
      "end": "2024-07-14T16:51:58.008Z"
    },
    "picture": "https://res.cloudinary.com/dndhms1tj/image/upload/fl_preserve_transparency/v1714501221/australia_smwnfa.jpg?_s=public-apps",
    "rating": 100,
    "price": 2200
  }
]
